[{"model": "blog.posttranslation", "pk": 1, "fields": {"language_code": "en-us", "title": "Sharm El Sheikh 1", "created_at": "2023-09-13T20:12:58Z", "description": "Sharm El Sheikh, commonly abbreviated to Sharm, is an Egyptian city on the southern tip of the Sinai Peninsula, in South Sinai Governorate, on the coastal strip along the Red Sea. Its population is approximately 73,000 as of 2023. Sharm El Sheikh is the administrative hub of Egypt's South Sinai Governorate, which includes the smaller coastal towns of Dahab and Nuweiba as well as the mountainous interior, St. Catherine and Mount Sinai. The city and holiday resort is a significant centre for tourism in Egypt, while also attracting many international conferences and diplomatic meetings. Sharm El Sheikh is one of the Asian cities of Egypt.", "slug": "Sharm El Sheikh 1", "master": 1}}, {"model": "blog.posttranslation", "pk": 2, "fields": {"language_code": "ar-sa", "title": "شرم الشيخ 1", "created_at": "2023-09-13T20:20:39Z", "description": "شرم الشيخ، والتي يتم اختصارها عادةً إلى شرم، هي مدينة مصرية تقع في الطرف الجنوبي لشبه جزيرة سيناء، في محافظة جنوب سيناء، على الشريط الساحلي على طول البحر الأحمر. يبلغ عدد سكانها حوالي 73000 نسمة اعتبارًا من عام 2023. شرم الشيخ هي المركز الإداري لمحافظة جنوب سيناء في مصر، والتي تضم المدن الساحلية الأصغر مثل دهب ونويبع بالإضافة إلى المناطق الجبلية الداخلية وسانت كاترين وجبل سيناء. تعد المدينة ومنتجع العطلات مركزًا مهمًا للسياحة في مصر، بينما تجتذب أيضًا العديد من المؤتمرات الدولية والاجتماعات الدبلوماسية. شرم الشيخ هي إحدى المدن الآسيوية في مصر.", "slug": "شرم الشيخ 1", "master": 1}}, {"model": "blog.posttranslation", "pk": 3, "fields": {"language_code": "en-us", "title": "sharm el sheikh 2", "created_at": "2023-09-13T20:24:56Z", "description": "Things to Do in Sharm El Sheikh, Egypt - Sharm El Sheikh Attractions. Popular things to do. Day Trips. Extreme Sports. Full-day Tours. Ports of Call Tours. Snorkeling. Cultural Tours. Private Day Trips. 4WD Tours. Nature and Wildlife Tours. Horseback Riding. City Tours. Night Tours. Self-guided Tours. Scuba Diving. Historical Tours. Day Cruises.", "slug": "sharm el sheikh 2", "master": 2}}, {"model": "blog.posttranslation", "pk": 4, "fields": {"language_code": "ar-sa", "title": "شرم الشيخ 2", "created_at": "2023-09-13T20:25:54Z", "description": "أشياء يمكن ممارستها في شرم الشيخ، مصر - مناطق الجذب في شرم الشيخ. أشياء شعبية للقيام بها. رحلات يومية. رياضات خطرة. جولات ليوم كامل. جولات منافذ الاتصال. الغطس. جولات ثقافية. رحلات يومية خاصة. جولات 4WD. جولات الطبيعة والحياة البرية. ركوب الخيل. جولات سياحية في المدينة. جولات ليلية. جولات التوجيه الذاتي. الغوص. جولات تاريخية. رحلات بحرية يومية.", "slug": "شرم الشيخ 2", "master": 2}}, {"model": "blog.posttranslation", "pk": 5, "fields": {"language_code": "en-us", "title": "sharm el sheikh 3", "created_at": "2023-09-13T20:27:04Z", "description": "Sharm El Sheikh. Egypt. The southern coast of the Gulf of Aqaba, between Tiran Island and Ras Mohammed National Park, features some of the world's most amazing underwater scenery. The crystal-clear waters and incredible variety of exotic fish darting in and out of the colorful coral reefs have made this a scuba-diving paradise.", "slug": "sharm el sheikh 3", "master": 3}}, {"model": "blog.posttranslation", "pk": 6, "fields": {"language_code": "ar-sa", "title": "شرم الشيخ 3", "created_at": "2023-09-13T20:28:42Z", "description": "شرم الشيخ. مصر. يتميز الساحل الجنوبي لخليج العقبة، بين جزيرة تيران ومتنزه رأس محمد الوطني، ببعض أروع المناظر الطبيعية تحت الماء في العالم. إن المياه الصافية والتنوع المذهل للأسماك الغريبة التي تندفع داخل وخارج الشعاب المرجانية الملونة جعلت من هذه الجزيرة جنة للغوص", "slug": "شرم الشيخ 3", "master": 3}}, {"model": "blog.posttranslation", "pk": 7, "fields": {"language_code": "en-us", "title": "Hurghada 1", "created_at": "2023-09-13T20:30:16Z", "description": "Hurghada is a coastal city that serves as the largest city and capital of the Red Sea Governorate of Egypt. Hurghada has grown from a small fishing village to one of the largest resort destinations along the Red Sea coast, stretching close to 40 km.", "slug": "Hurghada 1", "master": 4}}, {"model": "blog.posttranslation", "pk": 8, "fields": {"language_code": "ar-sa", "title": "الغردقة 1", "created_at": "2023-09-13T20:37:50Z", "description": "الغردقة هي مدينة ساحلية تعد أكبر مدينة وعاصمة محافظة البحر الأحمر في مصر. تطورت مدينة الغردقة من قرية صغيرة لصيد الأسماك إلى واحدة من أكبر الوجهات السياحية على طول ساحل البحر الأحمر، حيث تمتد لحوالي 40 كم.", "slug": "الغردقة 1", "master": 4}}, {"model": "blog.posttranslation", "pk": 9, "fields": {"language_code": "en-us", "title": "Hurghada 2", "created_at": "2023-09-13T20:38:52Z", "description": "Hurghada is a beach resort city in Egypt that stretches along the Red Sea for 40 kilometers. The city is located 600 kilometers away from the capital city Cairo, at the south end of the Gulf of Suez. Hurghada used to be a small fishing village in the 1900s until the discovery of oil in 1913. After the production of oil, the city gradually became richer and richer. Eventually, Hurghada started to attract international attention thanks to its gorgeous beaches and sea around the 1970s. Now, the city is one of the most prominent scuba diving and snorkeling centers in the world.", "slug": "Hurghada 2", "master": 5}}, {"model": "blog.posttranslation", "pk": 10, "fields": {"language_code": "ar-sa", "title": "الغردقة 2", "created_at": "2023-09-13T20:41:34Z", "description": "الغردقة هي مدينة المنتجع الشاطئي في مصر التي تمتد على طول البحر الأحمر لمسافة 40 كيلومترًا. وتقع المدينة على بعد 600 كيلومتر من العاصمة القاهرة، في الطرف الجنوبي لخليج السويس. كانت الغردقة قرية صيد صغيرة في القرن العشرين حتى اكتشاف النفط عام 1913. وبعد إنتاج النفط، أصبحت المدينة تدريجياً أكثر ثراءً وثراءً. وفي النهاية، بدأت الغردقة في جذب الاهتمام الدولي بفضل شواطئها وبحرها الرائع في السبعينيات. وتعد المدينة الآن واحدة من أبرز مراكز الغوص والغطس في العالم.", "slug": "الغردقة 2", "master": 5}}, {"model": "blog.post", "pk": 1, "fields": {"image": "post/sharm_el_sheikh_2.jpg", "category": 1}}, {"model": "blog.post", "pk": 2, "fields": {"image": "post/sharm_el_sheikh_3.jpg", "category": 1}}, {"model": "blog.post", "pk": 3, "fields": {"image": "post/sharm-el-sheikh.jpg", "category": 1}}, {"model": "blog.post", "pk": 4, "fields": {"image": "post/5678-6e39a8b1749.jpg", "category": 2}}, {"model": "blog.post", "pk": 5, "fields": {"image": "post/hrgsomg_0.jpg", "category": 2}}, {"model": "blog.categorytranslation", "pk": 1, "fields": {"language_code": "en-us", "title": "sharm el sheikh", "master": 1}}, {"model": "blog.categorytranslation", "pk": 2, "fields": {"language_code": "ar-sa", "title": "شرم الشيخ", "master": 1}}, {"model": "blog.categorytranslation", "pk": 3, "fields": {"language_code": "en-us", "title": "hurghada", "master": 2}}, {"model": "blog.categorytranslation", "pk": 4, "fields": {"language_code": "ar-sa", "title": "الغردقة", "master": 2}}, {"model": "blog.category", "pk": 1, "fields": {}}, {"model": "blog.category", "pk": 2, "fields": {}}]